[
  {
    "yearRead": "2019",
    "title":
      "Technically Wrong: Sexist Apps, Biased Algorithms, and Other Threats of Toxic Tech by Sara Wachter-Boettcher",
    "length": "232",
    "useThreeWords": "Saddening, maddening, scary.",
    "review":
      "The best way I can describe this book is equal amounts of saddening and maddening. It details in plain English the inherent problems within some of the world's largest tech corporations. Largest and most powerful, and able to affect our lives in ways we might not have considered. The bias and ignorant attitudes resting within the founders and staff within such companies massively swings their products towards dangerous territory. Some of this includes things like harrassment, lying, blackmailing, abuse, cover-ups, bribing. Think your social media profile is harmless? It isn't. The book should be required reading for everyone on the planet because very little good can come out of corporations that are interested in only themselves and money, and will trample over vulnerable and innocent people to get more power. Reading this has opened my eyes and I believe it's going to forever influence the way I work on digital products.",
    "coverImage": "technically-wrong.jpg",
    "coverImageAlt": "Technically Wrong book cover",
    "methodImage": "Kindle",
    "methodFill": "#e0dcdc",
    "methodStroke": "#e0dcdc",
    "methodBoxColour": "#d72b2c",
    "useThreeWordsBoxColour": "#f2f0e6",
    "buttonBoxColour": "#dbd8c8",
    "lengthBoxColour": "#149ab8",
    "reviewBoxColour": "#f2f0e6"
  },
  {
    "yearRead": "2019",
    "title": "The Long Way to a Small, Angry Planet by Becky Chambers",
    "length": "432",
    "useThreeWords": "Enlightening, funny, surprising.",
    "review":
      "Oh I loved this one - the characters, the dialogue, and the imagery. I found myself feeling multiple emotions throughout - from anger to sadness to fear. I don't even generally like science fiction books but this one is so down-to-earth (not literally), and so full of feeling and beautiful ideas that I never wanted to put it down. This book made me examine myself, and humanity. It put into perspective that while humans can be great, they can also be flawed. You should read it to properly understand what I mean ;) Also, the different alien characters in this book are simply delightful. We get to hear about their histories, their peculiarities, their cultures. They are all so endearing and the author makes them seem so plausible and real! I found this really incredible. Another thing I love is that there are gay and non-binary characters - I think it's important for mainstream books to have more of these. The feelings and beautiful perspectives I got from this book will stay with me for a long time - I feel lucky to have found this one (through a friend's recommendation) :)",
    "coverImage": "angry-planet.jpg",
    "coverImageAlt": "The Long Way to a Small, Angry Planet book cover",
    "methodImage": "Kindle",
    "methodFill": "#d6dae4",
    "methodStroke": "#d6dae4",
    "methodBoxColour": "#2C2D28",
    "useThreeWordsBoxColour": "#B7BDD0",
    "buttonBoxColour": "#C7AD8E",
    "lengthBoxColour": "#7dadf1",
    "reviewBoxColour": "#E8D4BC"
  },
  {
    "yearRead": "2019",
    "title":
      "This Is Going to Hurt: Secret Diaries of a Junior Doctor by Adam Kay",
    "length": "285",
    "useThreeWords": "Funny, shocking, revealing.",
    "review":
      "I got into this book right away and could hardly put it down. Adam Kay's sense of humour made me feel nostalgic for the UK, which felt great by itself. But, the most amazing thing about this book is that it gives a valuable insight into what it's like to be a doctor. Even if some of it seems a little scripted, the majority served to grow my empathy and thankfulness towards doctors, especially those who work where life and death is involved. It reminded me of my time working in a resthome for the elderly. Adam describes to us humanity at its most vulnerable, scared, angry and exhausted. This is something you can't grasp from newspapers or quotes from politicians. The book ends with a call to do something to make people aware of the plight of employees within the NHS. How we should treasure everyone who works there for being there to help us when we need it the most. Adam's dry sense of humour and realness spill forth from every page of his book and I am so, so glad I read it. I miss it already!",
    "coverImage": "this-is-going-to-hurt.jpg",
    "coverImageAlt": "This Is Going to Hurt book cover",
    "methodImage": "Kindle",
    "methodFill": "#var(--readText)",
    "methodStroke": "#var(--readText)",
    "methodBoxColour": "#32B2DF",
    "useThreeWordsBoxColour": "#B894A1",
    "buttonBoxColour": "#ADBAC3",
    "lengthBoxColour": "#F6FB5B",
    "reviewBoxColour": "#CED6E1"
  },
  {
    "yearRead": "2019",
    "title": "The Bear Went Over The Mountain by William Kotzwinkle",
    "length": "252",
    "useThreeWords": "Silly, satirical, surreal.",
    "review": "Reading in progress - 50 pages to go.",
    "coverImage": "the-bear.jpg",
    "coverImageAlt": "The Bear Went Over The Mountain book cover",
    "methodImage": "Book",
    "methodFill": "var(--readText)",
    "methodStroke": "var(--readText)",
    "methodBoxColour": "#bbcae3",
    "useThreeWordsBoxColour": "#8e97b4",
    "buttonBoxColour": "#b3b4b5",
    "lengthBoxColour": "#9a7f56",
    "reviewBoxColour": "#e5e8ed"
  },
  {
    "yearRead": "2019",
    "title": "The Dolls Alphabet by Camilla Grudova",
    "length": "160",
    "useThreeWords": "Mesmerising, skewed, absurd.",
    "review":
      "I knew that book is a little something different before I'd even read the first page. I like that. I think it's good to read unusual things sometimes. The book is an entirely fictional (I hope) collection of short stories that I believe are designed to make you think. Although, to be honest, they could be written for no reason other than the author liked them. There are similarities between the stories, mainly in the use of props and descriptions of people. Not all of the stories were enjoyable for me, but they were worth getting through so that I could reach the ones that were. I particularly enjoyed two or three of them very much. The author writes about dystopian worlds with different social rules, and I find that very interesting. I think we get used to the cultural rules of our society and they end up as background noise. Hearing about a different set of rules is unnerving but can be refreshing. The stories dealing with these rules are ones that I still think of from time to time. It's nice that the contents of a book stay with me like that.",
    "coverImage": "the-dolls-alphabet.jpg",
    "coverImageAlt": "The Dolls Alphabet book cover",
    "methodImage": "Kindle",
    "methodFill": "#d6dae4",
    "methodStroke": "#d6dae4",
    "methodBoxColour": "#0033a0",
    "useThreeWordsBoxColour": "#95A5CC",
    "buttonBoxColour": "#7c8ebc",
    "lengthBoxColour": "#7c8ebc",
    "reviewBoxColour": "#a6baf1"
  },
  {
    "yearRead": "2019",
    "title": "When Breath Becomes Air by Paul Kalanithi",
    "length": "229",
    "useThreeWords": "Reflective, haunting, real.",
    "review":
      "This is one of the most poignant and thoughtful books I've read. Paul documented his journey with a terribly illness that sprang upon him very early in life. We get to hear about his early life, his time working as a young doctor and the strains it put on his relationship. Getting a glimpse into someone else's life - not only the shiny, polished parts - is quite an honour. Paul explained that he'd always loved writing and would write if he was not a doctor. I really like how he was able to enjoy writing even though his illness was slowly taking away the most important part of his life - his work as brain surgeon. I enjoyed Paul's wisdom throughout the book - in particular how he explained that a job isn't something you do for the monetary compensation. It's something you do because it brings you meaning. Otherwise - why would anyone make holes in people's brains? A haunting thing is that Paul never got to finish his book, which shows that nothing in life is certain and you should treat each day as a gift.",
    "coverImage": "when-breath-becomes-air.jpg",
    "coverImageAlt": "When Breath Becomes Air book cover",
    "methodImage": "Kindle",
    "methodFill": "#d6dae4",
    "methodStroke": "#d6dae4",
    "methodBoxColour": "#1f3444",
    "useThreeWordsBoxColour": "#b0c8e8",
    "buttonBoxColour": "#908b8d",
    "lengthBoxColour": "#b98f61",
    "reviewBoxColour": "#d4cccf"
  },
  {
    "yearRead": "2019",
    "title": "Our House by Louise Candlish",
    "length": "442",
    "useThreeWords": "Descriptive, thrilling, unpredictable.",
    "review":
      "I don't want to give away too many spoilers. The story is about a husband and wife who decide to split, and the events that follow this split. The book switches the conversations and experiences of the main characters between first and third person, which is an engrossing method I haven't come across before. The book is fairly long but an easy read - it had me yearning to read more at times when I'd have put other novels down. I don't know that much about what makes really good character development, but to me the characters seemed to be quite well-developed. There are some elements of the book that seem quite unrealistic, but this is just my opinion. Despite this, the book is an enjoyable read with plenty of emotions, deceit, and misfortune packed in. It's also worth it to read to the very end to see how everyone's separate deeds and doings come together.",
    "coverImage": "our-house.jpg",
    "coverImageAlt": "Our House book cover",
    "methodImage": "Kindle",
    "methodFill": "var(--readText)",
    "methodStroke": "var(--readText)",
    "methodBoxColour": "#fbef01",
    "useThreeWordsBoxColour": "#7a9bba",
    "buttonBoxColour": "#8e8984",
    "lengthBoxColour": "#f4b7ae",
    "reviewBoxColour": "#cac3bb"
  },
  {
    "yearRead": "2019",
    "title": "My Thoughts Exactly by Lily Allen",
    "length": "344",
    "useThreeWords": "Real, intense, triggering.",
    "review":
      "I heard of this book after seeing it quoted on an Instagram story. The quote was about Lily losing her baby, which was a difficult thing I felt she wrote about with grace and poignancy. After beginning the book, I found it to be a whirlwind - an honest, vivid and intense account of Lily's life from early beginnings to the present. Before this book I'd known that being famous was often a difficult thing to be. This book confirmed that and does a good job of explaining why. It made me feel grateful for my relatively high level of anonymity and for the people I can trust in my life. I admit that some experiences Lily described got to me quite a lot and triggered some unpleasant feelings, but I'm sure this wouldn't happen for everyone. I'm really glad I picked the book up (well, downloaded it). In the end, it was very interesting to hear about things how Lily experienced them and not from the page of a tabloid paper.",
    "coverImage": "my-thoughts-exactly.jpg",
    "coverImageAlt": "Lily Allen on her book cover",
    "methodImage": "Kindle",
    "methodFill": "var(--readText)",
    "methodStroke": "var(--readText)",
    "methodBoxColour": "#e4b7a8",
    "useThreeWordsBoxColour": "#eee4dc",
    "buttonBoxColour": "#a9a664",
    "lengthBoxColour": "#f8e1e7",
    "reviewBoxColour": "#e9e58a"
  },
  {
    "yearRead": "2019",
    "title": "Up and Going by Kyle Simpson",
    "length": "68",
    "useThreeWords": "Informative, practical, introductory.",
    "review":
      "I want to begin reading a lot more programming material and a lot of people told me this was a good place to start. The author clearly knows his stuff because he's able to explain fairly complex things in relatively few words. By the end of the book I was keen to learn more from his other books. As a fairly experiened developer, I was aware of the main concepts of JS already. However, I found out why these concepts came to be and learnt some more intricate details about them. There are a few comprehensive practical exercises to try out by yourself, and I did these in no time. I won't remember all the tips in the book, but I know it'll be easy to come back when I need to and find the information I need.",
    "coverImage": "up-and-going.jpg",
    "coverImageAlt": "Up and Going book cover",
    "methodImage": "Kindle",
    "methodFill": "var(--readText)",
    "methodStroke": "var(--readText)",
    "methodBoxColour": "#f7e032",
    "useThreeWordsBoxColour": "#e7e7e7",
    "buttonBoxColour": "#adacac",
    "lengthBoxColour": "#88878a",
    "reviewBoxColour": "#e9e9e9"
  },
  {
    "yearRead": "2019",
    "title": "Becoming by Michelle Obama",
    "length": "1143",
    "useThreeWords": "Autobiography, strong, real.",
    "review":
      "Before beginning this book I was looking forward to hearing about Michelle's wisdom and experiences and I wasn't disappointed. I liked hearing how she grew up and about the people she grew up with. I find that quite often, people will speak of those they admire but not go into details. Michelle gave enough details about key people in her life that I almost felt I could feel them sitting next to me in the same room. I was impressed to hear about her incredibly hard work ethic. I was also intrigued at how her parents raised her - to not be afraid of hard work, to be kind to others, and to be open to people and possibilities. I like how hers and Barack Obama's personalities seem to compliment as much as clash with each other. While I may not be a parent, I share her concerns over her children's protection while living at the white house, and admire the strength she displayed in the face of so much bad and unfair press coverage.",
    "coverImage": "becoming.jpg",
    "coverImageAlt": "Michelle Obama on her book cover",
    "methodImage": "Headphones",
    "methodFill": "var(--readText)",
    "methodStroke": "var(--readText)",
    "methodBoxColour": "#f5f3e9",
    "useThreeWordsBoxColour": "#b4ccce",
    "buttonBoxColour": "#a7a7a7",
    "lengthBoxColour": "#d4b7a7",
    "reviewBoxColour": "#d6dcd8"
  }
]
