[
  {
    "yearRead": "2021",
    "title": "The Book You Wish Your Parents Had Read by Philippa Perry",
    "length": "532",
    "useThreeWords": "Affirming, warm, encouraging",
    "review": "'We owe our children honesty'. This is one of my favourite messages from the book and one that I am sure is hard for lots of parents to honour. If you experienced emotional upset or confusion in your own childhood, I can pretty much guarantee that you'll recognise some of your own personal, previously-experienced parent-child relationship dynamics in this book. I think tired, stressed parents are likely to take a child's 'undesirable' behaviours and label them as manipulative or bad. This book tries to teach that children do not have 'bad' behaviour, and nor do they seek to be manipulative. Children seek to understand the world around them and can often find this difficult due to lack of knowledge and emotional coping skills. Adults can forget that children have a heck of a lot to learn about life! An adult's job is to nurture a child's ability to figure things out and regulate emotions for themselves. I've bought a physical copy of this book as well as the audio book, so that I can highlight certain parts. I'm sure I am going to need to re-read these highlighted parts over and over as a stressed new parent! The author reads the audio book in her lovely, calm voice. She apologises quite often for any irritation her words might cause parents who see her ideas as too idealistic and impractical. However, she also emphasises that no parent (or person) can be perfect, but that the important thing is reflecting on and repairing the parent-child relationship when a parent is in a better place themselves.",
    "coverImage": "the-book-you-wish-your-parents-had-read.jpeg",
    "coverImageAlt": "The Book You Wish Your Parents Had Read book cover",
    "methodImage": "Headphones",
    "methodFill": "var(--readText)",
    "methodStroke": "var(--readText)",
    "methodBoxColour": "#5EBACE",
    "useThreeWordsBoxColour": "#F4B441",
    "lengthBoxColour": "#A2C999",
    "reviewBoxColour": "#EBFFFF"
  },
  {
    "yearRead": "2021",
    "title": "The Simple Guide to Attachment Difficulties in Children by Betsy de Thierry",
    "length": "120",
    "useThreeWords": "",
    "review": "",
    "coverImage": "attachment-difficulties.jpg",
    "coverImageAlt": "Attachment Difficulties in Children book cover",
    "methodImage": "Book",
    "methodFill": "var(--readText)",
    "methodStroke": "var(--readText)",
    "methodBoxColour": "#DA9A98",
    "useThreeWordsBoxColour": "#FEDA97",
    "buttonBoxColour": "#",
    "lengthBoxColour": "#C5E0E7",
    "reviewBoxColour": "#DBE9E4"
  },
  {
    "yearRead": "2021",
    "title": "Give Birth Like a Feminist by Milli Hill",
    "length": "345",
    "useThreeWords": "",
    "review": "",
    "coverImage": "give-birth-like-a-feminist.jpg",
    "coverImageAlt": "Give Birth Like a Feminist book cover",
    "methodImage": "Kindle",
    "methodFill": "#e0dcdc",
    "methodStroke": "#e0dcdc",
    "methodBoxColour": "#232C66",
    "useThreeWordsBoxColour": "#D89CA5",
    "buttonBoxColour": "#",
    "lengthBoxColour": "#F7D124",
    "reviewBoxColour": "#DCE2FC"
  },
  {
    "yearRead": "2021",
    "title": "Die Ermordung des Commendatore by Haruki Murakami",
    "length": "471",
    "useThreeWords": "",
    "review": "",
    "coverImage": "commendatore.jpg",
    "coverImageAlt": "Die Ermordung des Commendatore book cover",
    "methodImage": "Book",
    "methodFill": "#e0dcdc",
    "methodStroke": "#e0dcdc",
    "methodBoxColour": "#B34663",
    "useThreeWordsBoxColour": "#E0C113",
    "buttonBoxColour": "#",
    "lengthBoxColour": "#E29836",
    "reviewBoxColour": "#CEDCB6"
  },
  {
    "yearRead": "2021",
    "title": "Kid Gloves by Lucy Knisley",
    "length": "256",
    "useThreeWords": "Entertaining, informative, opinionated",
    "review": "Overall I had a really nice time reading through this book. It is set in a comic book style and the drawings are clean and expressive. My favourite parts had to be the history sections, especially because I never learned about how birth and pregnancy were treated historically. The book is set out in clear sections, although I felt the end was a little rushed. Difficult topics are dealt with and you can't help but feel for the author based on the horrific things she went through. I did hit a snag when I saw the term birth plan was wrapped in double quotes and glossed-over, and then messily explained a bit later on in the book. I felt that the author was trivialising the lack of control and autonomy many pregnant people experience when giving birth. On a related note, I felt like a lot of her doctors did an awful job taking care of her, from missing her pre-eclampsia to discharging her with eclampsia. In this way, this book has strengthened my resolve not to take the first word of every doctor or health professional, not only during pregnancy and birth, but also generally.",
    "coverImage": "kid-gloves.jpg",
    "coverImageAlt": "Kid Gloves book cover",
    "methodImage": "Book",
    "methodFill": "var(--readText)",
    "methodStroke": "var(--readText)",
    "methodBoxColour": "#C79059",
    "useThreeWordsBoxColour": "#F6D3B3",
    "buttonBoxColour": "#",
    "lengthBoxColour": "#80C1DF",
    "reviewBoxColour": "#EFF8FC"
  },
  {
    "yearRead": "2021",
    "title": "Glittering a Turd by Kris Hallenga",
    "length": "428",
    "useThreeWords": "Inspiring, saddening, hopeful",
    "review": "This is a book that is frustrating, hopeful, sad, inspiring, and down-to-earth, all-in-one. The author has had to endure so much due to her cancer. Nevertheless, she's achieved a heck of a lot, despite (or as she says because of) her cancer. We get to learn about the company she founded and built to encourage people to check their boobs regularly (very important by the way - do it!). We get to benefit from the life advice that she has gathered along the way, which is something I enjoyed a lot. The advice made a lot of sense to me and confirmed things I already believed to be important. I really liked listening to the author narrate the book; her humour and brave attitude shone through. As with many stories I have read this year, this book is yet another warning for people to make sure they are assertive with health professionals. It's yet another story that encourages people to seek more than one opinion, especially (crucially) if the first opinion does not seem to make sense or seems dismissive, as was the case for poor Kris. Personally, I saw 5 different specialist doctors over three years before a simple and common condition I have was even tentatively suggested. When I was finally diagnosed, I gained control over the condition within a week - after three long years of no answers, time/money spent, and suffering!",
    "coverImage": "glittering-a-turd.jpg",
    "coverImageAlt": "Glittering a turd book cover",
    "methodImage": "Headphones",
    "methodFill": "#e0dcdc",
    "methodStroke": "#e0dcdc",
    "methodBoxColour": "#553B39",
    "useThreeWordsBoxColour": "#FEBDB0",
    "buttonBoxColour": "#",
    "lengthBoxColour": "#E6705E",
    "reviewBoxColour": "#FCD5C1"
  },
  {
    "yearRead": "2021",
    "title": "A Closed and Common Orbit: Wayfarers 2 by Becky Chambers",
    "length": "384",
    "useThreeWords": "Introspective, emotional, sobering",
    "review": "This is the second book in the Wayfarers series. It focuses on the later life of an artificial intelligence, and the earlier/later life of a human, from the first book. The book's chapters switch between past and present, and I found that this worked well. The depth of the main characters' lives and feelings was explored a lot more compared to the first book. This is something I definitely enjoyed, although I did find myself missing learning more about a wider range of characters, as I did in the first book. This second book definitely had a different feeling to the first, however this isn't an entirely negative thing. Each character was well-developed and I felt connected to them. The story transported me into the characters' vivid and unusual lives, and helped me develop empathy for every one of them. It was quite hard to put down at times because I wanted to know what was going to happen next. Bring on the third book!",
    "coverImage": "wayfarers-2.jpg",
    "coverImageAlt": "A Closed and Common Orbit book cover",
    "methodImage": "Kindle",
    "methodFill": "#e0dcdc",
    "methodStroke": "#e0dcdc",
    "methodBoxColour": "#AF292B",
    "useThreeWordsBoxColour": "#E7F1EC",
    "buttonBoxColour": "#9295AC",
    "lengthBoxColour": "#B6B7B7",
    "reviewBoxColour": "#A9CDF2"
  },
  {
    "yearRead": "2021",
    "title": "The New CSS Layout by Rachel Andrew",
    "length": "131",
    "useThreeWords": "Thoughtful, detailed, hopeful",
    "review": "I read this book in only one day! It is really well-structured and easy to follow. It begins with some history to set the stage, and moves in an understandable way through the evolution of CSS layout. The pace is just the right speed, helping me to not feel stuck or confused at any point. The code examples and screenshots are very helpful. I particularly liked the last part of the book, which encourages those reading it to let their opinions be known, and make the change happen that they wish to see. It has encouraged me to keep more of an eye on standards formation going forward.",
    "coverImage": "new-css-layout.jpg",
    "coverImageAlt": "The New CSS Layout book cover",
    "methodImage": "Kindle",
    "methodFill": "#e0dcdc",
    "methodStroke": "#e0dcdc",
    "methodBoxColour": "#635D9B",
    "useThreeWordsBoxColour": "#F1F2E2",
    "buttonBoxColour": "#9295AC",
    "lengthBoxColour": "#CBBC85",
    "reviewBoxColour": "#E3E1EC"
  },
  {
    "yearRead": "2021",
    "title": "Shuggie Bain by Douglas Stewart",
    "length": "411",
    "useThreeWords": "Haunting, engrossing, enlightening",
    "review": "I grabbed this book out of curiosity after hearing it had won the Booker Prize amongst a lot of other good candidates. Before starting it, I had a good impression what it would be about - the story of the difficult childhood of a boy in Scotland. I found the characters to be quite raw and unforgiving. From what I can tell, the characters accurately portray the interactions and lives of people that exist in the real world. There are some uncomfortable and potentially triggering interactions, but this provides a very genuine story. I particularly enjoyed the emotional experiences and reactions of the mum and youngest son, Shuggie. I tried to put myself in their situation to think how I'd react. I like books that portray real people in real, difficult situations. I feel like it helps me learn things about myself, and become more empathetic and open-minded. I'd recommend this book to anyone, especially those interested in complex, raw and real interactions in non-privileged and struggling communities. The perspective it offers can only do good in the world.",
    "coverImage": "shuggie-bain.jpg",
    "coverImageAlt": "shuggie bain book cover",
    "methodImage": "Kindle",
    "methodFill": "var(--readText)",
    "methodStroke": "var(--readText)",
    "methodBoxColour": "#F8E45A",
    "useThreeWordsBoxColour": "#FE616A",
    "buttonBoxColour": "#9295AC",
    "lengthBoxColour": "#F8E45A",
    "reviewBoxColour": "#DEDFDB"
  },
  {
    "yearRead": "2021",
    "title": "In Watermelon Sugar by Richard Brautigan",
    "length": "160",
    "useThreeWords": "Quirky, fantastical, strange",
    "review": "This book was recommended by someone close to me who had read it quite a few years ago. It paints a picture of a very different and fantastical world. It is full of people who see their world as their 'normal'. I like how it deals with the relationships between the characters. Sometimes I found it a bit hard to predict what a character would do next, or what would happen in the story next. Perhaps that's a good thing though. I think this is a book you can lose yourself in and forget the real world a bit. The chapters are different lengths and some are almost poetic in nature. There is plenty of randomness thrown in. The end of the book seems to take a bit of a sudden turn and was a bit of a surprise. Overall, I am glad I read it, even if I didn't always entirely know what to make of the story.",
    "coverImage": "watermelon-sugar.jpeg",
    "coverImageAlt": "In Watermelon Sugar book cover",
    "methodImage": "Book",
    "methodFill": "#e0dcdc",
    "methodStroke": "#e0dcdc",
    "methodBoxColour": "#A22335",
    "useThreeWordsBoxColour": "#CCDCAF",
    "buttonBoxColour": "#9295AC",
    "lengthBoxColour": "#A5B973",
    "reviewBoxColour": "#F9FCF5"
  },
  {
    "yearRead": "2021",
    "title": "Alte Sorten by Ewald Arenz",
    "length": "255",
    "useThreeWords": "Emotional, intense, joyful",
    "review": "This book was gifted to me at Christmas and I was really happy to have a German book that was already approved by a friend. I think this book helped me improve my German a lot. The way the book is written made it easy to read and understand what was going on. The characters felt real. The two main characters had both experienced trauma and the way they acted made me feel like the author really understood how trauma can affect people's behaviour and emotions. The characters are not polished or surface-deep. They don't always do smart things, but what they did made sense to me. My favourite things about the book are firstly that it is not predictable, and secondly that the characters tend to do the right thing, even if it is not the easiest thing. On top of this, the setting of the book, in the countryside, was really enjoyable for me. I found it funny that I learned lots of new 'farm' words in German. The book allowed me to imagine how life would be as a farmer, being closer to nature and away from the drama associated with being among people all the time!",
    "coverImage": "alte-sorten.jpg",
    "coverImageAlt": "Alte Sorten book cover",
    "methodImage": "Book",
    "methodFill": "var(--readText)",
    "methodStroke": "var(--readText)",
    "methodBoxColour": "#FFD76B",
    "useThreeWordsBoxColour": "#FFE5BC",
    "buttonBoxColour": "#9295AC",
    "lengthBoxColour": "#ACB26D",
    "reviewBoxColour": "#EFEBDE"
  },
  {
    "yearRead": "2021",
    "title": "Entangled Life by Merlin Sheldrake",
    "length": "368",
    "useThreeWords": "Fascinating, hopeful, clever",
    "review": "This book starts like a poem, then time travels before diving beneath forests, and ends by dazzling with the ridiculously fascinating and tantalising world of fungi-human symbiotic possiblities. I read it with so much love and respect for how mother nature does her thing, and for the rare professionals and amateurs who seek to understand her ways. The vastness and mystery around the lives of fungi and its symbiotic partners actually reminds me of the vastness and mystery of space. There is endless space above us, and endless fungal activity below us. This books brings me hope that humans can manage their impact on the planet in a way that benefits both themselves and the ecosystem around them. The growing possibilities of working in partnership with the wonderful and boundless nature around us makes me feel happy.",
    "coverImage": "entangled-life.jpg",
    "coverImageAlt": "Entangled Life book cover",
    "methodImage": "Kindle",
    "methodFill": "#e0dcdc",
    "methodStroke": "#e0dcdc",
    "methodBoxColour": "#D01801",
    "useThreeWordsBoxColour": "#dae1f3",
    "buttonBoxColour": "#9295AC",
    "lengthBoxColour": "#C6CD74",
    "reviewBoxColour": "#BDC1DC"
  }
]
