[
  {
    "yearRead": "2020",
    "title": "Entangled Life by Merlin Sheldrake",
    "length": "368",
    "useThreeWords": "",
    "review": "50% through",
    "coverImage": "entangled-life.jpg",
    "coverImageAlt": "Entangled Life book cover",
    "methodImage": "Kindle",
    "methodFill": "#e0dcdc",
    "methodStroke": "#e0dcdc",
    "methodBoxColour": "#D01801",
    "useThreeWordsBoxColour": "#6891FA",
    "buttonBoxColour": "#9295AC",
    "lengthBoxColour": "#C6CD74",
    "reviewBoxColour": "#BDC1DC"
  },
  {
    "yearRead": "2020",
    "title": "Everything Inside by Edwidge Danticat",
    "length": "220",
    "useThreeWords": "Insightful, human, relatable.",
    "review":
      "Each story in this book is different although most are focused around either Miami, Florida, Haiti, or both. The stories focus subtly on relatable but difficult topics. The topics seem to be ones that nobody talks about much, but rather tend to stay within families. There is something incredibly human about each story. I feel like some stories moved quite slowly, where many actions and reactions are described in detail. Perhaps some readers would like the point of each story to arrive more quickly. But, I found something calming about being brought through each story day-by-day rather than all at once. This aspect added to the human feeling of each story for me. The stories are must less 'here is an action movie of someone's life' and rather 'here is this person's real life, boring parts and all'. This is something I really appreciate, because I feel like so few authors (and so few people) tell such relatable stories that validate you and make you feel like you are a normal, okay human after all.",
    "coverImage": "everything-inside.jpg",
    "coverImageAlt": "Everything Inside book cover",
    "methodImage": "Kindle",
    "methodFill": "#d6dae4",
    "methodStroke": "#d6dae4",
    "methodBoxColour": "#0DB3A1",
    "useThreeWordsBoxColour": "#B1E9FF",
    "buttonBoxColour": "#B2B3B9",
    "lengthBoxColour": "#77C77F",
    "reviewBoxColour": "#EAEAF0"
  },
  {
    "yearRead": "2020",
    "title": "A Good Catch by Fern Britton",
    "length": "434",
    "useThreeWords": "Incohesive, under-developed, emotional",
    "review":
      "I bought this because I quite fancied reading a book that was given an award for being a good story to read while on holiday. However, on the whole I was disappointed with a number of aspects in the book. I felt most characters are good by themselves, with lots of potential. But I think they didn't go well together. The relationship between them doesn't seem realistic at all. The storyline seemed a bit chaotic as well, and no part of it seemed to be given time to develop in a more meaningful way. I feel like the author threw together lots of parts of the story just to see if they'd stick. The book is an easy read though with some twists and turns that aren't too predictable, and some of the dialogue is quite enjoyable.",
    "coverImage": "a-good-catch.jpg",
    "coverImageAlt": "A Good Catch book cover",
    "methodImage": "Kindle",
    "methodBoxColour": "#9ed8f2",
    "methodFill": "var(--readText)",
    "methodStroke": "var(--readText)",
    "useThreeWordsBoxColour": "#deeeeb",
    "reviewBoxColour": "#fcd4d8",
    "buttonBoxColour": "#c3a3a7",
    "lengthBoxColour": "#f5e6be"
  },
  {
    "yearRead": "2020",
    "title": "Abolish Silicon Valley by Wendy Liu",
    "length": "244",
    "useThreeWords": "Sobering, scary, motivating.",
    "review":
      "This book seems to be divided into two parts and the second half is totally worth waiting for. One thing I like the most about it is you can tell the author is very well-read on and has plenty of first-hand experience with the failings of our current tech industry. Whether those failings are obvious to people, or not very obvious at all. The last part of the book is a densely-packed treasure trove of suggestions on how we can in fact use tech for the good of everyone (i.e. the working class) and not just shareholders and billionare founders. It made me wonder more than ever whether the 'old' ways of doing things that have got us to where we are today are actually outdated, and doing more harm in the present than good. The strikingly obvious lack of regard for certain human beings we have seen in the past years, and the voracious global protests that have recently taken place provide stark evidence that this is so. The author recognises and describes her own biases towards certain things and people and explains how hard it has been for her personally to think in a fairer way, even if she is a long way from (or may never) overcoming them. So I believe as she does that people need to allow themselves to feel uncomfortable in order to allow fairness to everyone. Because every single person deserves to lead a good life free of hardship and judgement.",
    "coverImage": "abolish-silicon-valley.jpg",
    "coverImageAlt": "Abolish Silicon Valley book cover",
    "methodImage": "Kindle",
    "methodFill": "#d6dae4",
    "methodStroke": "#d6dae4",
    "methodBoxColour": "#2F3C73",
    "useThreeWordsBoxColour": "#E48C66",
    "buttonBoxColour": "#D2AE9A",
    "lengthBoxColour": "#DAF3FF",
    "reviewBoxColour": "#FFE8CE"
  }
]
