[
  {
    "yearRead": "2020",
    "title": "Entangled Life by Merlin Sheldrake",
    "length": "368",
    "useThreeWords": "",
    "review": "50% through",
    "coverImage": "entangled-life.jpg",
    "coverImageAlt": "Entangled Life book cover",
    "methodImage": "Kindle",
    "methodFill": "#e0dcdc",
    "methodStroke": "#e0dcdc",
    "methodBoxColour": "#D01801",
    "useThreeWordsBoxColour": "#6891FA",
    "buttonBoxColour": "#9295AC",
    "lengthBoxColour": "#C6CD74",
    "reviewBoxColour": "#BDC1DC"
  },
  {
    "yearRead": "2020",
    "title": "Everything Inside by Edwidge Danticat",
    "length": "220",
    "useThreeWords": "Insightful, human, relatable.",
    "review":
      "Each story in this book is different although most are focused around either Miami, Florida, Haiti, or both. The stories focus subtly on relatable but difficult topics. The topics seem to be ones that nobody talks about much, but rather tend to stay within families. There is something incredibly human about each story. I feel like some stories moved quite slowly, where many actions and reactions are described in detail. Perhaps some readers would like the point of each story to arrive more quickly. But, I found something calming about being brought through each story day-by-day rather than all at once. This aspect added to the human feeling of each story for me. The stories are must less 'here is an action movie of someone's life' and rather 'here is this person's real life, boring parts and all'. This is something I really appreciate, because I feel like so few authors (and so few people) tell such relatable stories that validate you and make you feel like you are a normal, okay human after all.",
    "coverImage": "everything-inside.jpg",
    "coverImageAlt": "Everything Inside book cover",
    "methodImage": "Book",
    "methodFill": "#d6dae4",
    "methodStroke": "#d6dae4",
    "methodBoxColour": "#0DB3A1",
    "useThreeWordsBoxColour": "#B1E9FF",
    "buttonBoxColour": "#B2B3B9",
    "lengthBoxColour": "#77C77F",
    "reviewBoxColour": "#EAEAF0"
  },
  {
    "yearRead": "2020",
    "title": "Too Much and Never Enough by Mary Trump",
    "length": "240",
    "useThreeWords": "Sad, frustrating, clarifying.",
    "review":
      "As soon as I heard this book was coming out, I wanted to read it. I am someone who has lived among emotional abuse and I know the huge power it can hold over anyone unlucky enough to be involved in it. To me the behaviour displayed by Trump is odd enough to make me curious about his upbringing. This book is told from the perspective of his niece Mary, the daughter of his older brother. Mary delves deep into the dynamic of the Trump family and describes how its members treated each other. The horrible effects of highly conditional love seems to have driven the Trump children to self-destruction, meekness, warped self-esteem, massive disregard for others, bullying, and more things besides. I definitely think this book gave me a much clearer understanding of why Trump behaves as he does, and makes me think he will never change. If his self-esteem is wrapped up in bigging himself up and calling everyone else a loser at every opportunity, this is what he's gonna keep doing. It's too uncomfortable for him to learn to take criticism, not lie about everything, be fair, or not throw regular child-like tantrums. I'm glad Mary decided to write this book and I hope people from both sides read it and gain an important insight.",
    "coverImage": "too-much-and-never-enough.jpg",
    "coverImageAlt": "Too Much and Never Enough book cover",
    "methodImage": "Kindle",
    "methodFill": "#d6dae4",
    "methodStroke": "#d6dae4",
    "methodBoxColour": "#292929",
    "useThreeWordsBoxColour": "#D87682",
    "buttonBoxColour": "#7F7F7F",
    "lengthBoxColour": "#C2C2C6",
    "reviewBoxColour": "#D1D1D1"
  },
  {
    "yearRead": "2020",
    "title": "A Good Catch by Fern Britton",
    "length": "434",
    "useThreeWords": "Incohesive, under-developed, emotional",
    "review":
      "I bought this because I quite fancied reading a book that was given an award for being a good story to read while on holiday. However, on the whole I was disappointed with a number of aspects in the book. I felt most characters are good by themselves, with lots of potential. But I think they didn't go well together. The relationship between them doesn't seem realistic at all. The storyline seemed a bit chaotic as well, and no part of it seemed to be given time to develop in a more meaningful way. I feel like the author threw together lots of parts of the story just to see if they'd stick. The book is an easy read though with some twists and turns that aren't too predictable, and some of the dialogue is quite enjoyable.",
    "coverImage": "a-good-catch.jpg",
    "coverImageAlt": "A Good Catch book cover",
    "methodImage": "Kindle",
    "methodBoxColour": "#9ed8f2",
    "methodFill": "var(--readText)",
    "methodStroke": "var(--readText)",
    "useThreeWordsBoxColour": "#deeeeb",
    "reviewBoxColour": "#fcd4d8",
    "buttonBoxColour": "#c3a3a7",
    "lengthBoxColour": "#f5e6be"
  },
  {
    "yearRead": "2020",
    "title": "Abolish Silicon Valley by Wendy Liu",
    "length": "244",
    "useThreeWords": "Sobering, scary, motivating.",
    "review":
      "This book seems to be divided into two parts and the second half is totally worth waiting for. One thing I like the most about it is you can tell the author is very well-read on and has plenty of first-hand experience with the failings of our current tech industry. Whether those failings are obvious to people, or not very obvious at all. The last part of the book is a densely-packed treasure trove of suggestions on how we can in fact use tech for the good of everyone (i.e. the working class) and not just shareholders and billionare founders. It made me wonder more than ever whether the 'old' ways of doing things that have got us to where we are today are actually outdated, and doing more harm in the present than good. The strikingly obvious lack of regard for certain human beings we have seen in the past years, and the voracious global protests that have recently taken place provide stark evidence that this is so. The author recognises and describes her own biases towards certain things and people and explains how hard it has been for her personally to think in a fairer way, even if she is a long way from (or may never) overcoming them. So I believe as she does that people need to allow themselves to feel uncomfortable in order to allow fairness to everyone. Because every single person deserves to lead a good life free of hardship and judgement.",
    "coverImage": "abolish-silicon-valley.jpg",
    "coverImageAlt": "Abolish Silicon Valley book cover",
    "methodImage": "Kindle",
    "methodFill": "#d6dae4",
    "methodStroke": "#d6dae4",
    "methodBoxColour": "#2F3C73",
    "useThreeWordsBoxColour": "#E48C66",
    "buttonBoxColour": "#D2AE9A",
    "lengthBoxColour": "#DAF3FF",
    "reviewBoxColour": "#FFE8CE"
  },
  {
    "yearRead": "2020",
    "title": "The Song of Achilles by Madeline Miller",
    "length": "352",
    "useThreeWords": "Vivid, beautiful, more-ish.",
    "review":
      "This book is set in the time of the Greek gods. The two main characters are two boys - Achilles, a half-god, and Patroclus, a mortal prince. The language used in the book is very beautiful. I especially liked the author's descriptions of the characters' various appearances, whims, and moods. I also liked that she wrote in short sentences. This helped me to digest the story easier. The book is written from the perspective of one of the main characters, and this was a great way to get to know him. I really delighted in the bond between the boys and their fierce loyalty to each other. The scenes were painted in such a way that I could feel myself there. I could feel the sand on the beach, smell the flowers in the woods, and the salty air of the sea. One of the things that shocked me was how women in the book were treated but this was the 'age of kings and honour' where women were apparently not regarded in very high esteem. I read the whole book in a week because I was always hungry to know what was going to happen next. I don't want to give too much away, but if you like a good love story, displays of fierce loyalty, and a good deal of pure and youthful optimism, with some historical Greek 'honour, gods, and war' thrown in, this book is for you :)",
    "coverImage": "song-of-achilles.jpg",
    "coverImageAlt": "Song of Achilles book cover",
    "methodImage": "Book",
    "methodFill": "var(--readText)",
    "methodStroke": "var(--readText)",
    "methodBoxColour": "#4797C5",
    "useThreeWordsBoxColour": "#DEF9F9",
    "buttonBoxColour": "#DFE0DB",
    "lengthBoxColour": "#E793C4",
    "reviewBoxColour": "#F4F5EE"
  },
  {
    "yearRead": "2020",
    "title":
      "Der Blutige Pfad by Nina Wagner, Claudia Peter & Madeleine Walther",
    "length": "126",
    "useThreeWords": "Charming, simple, varied.",
    "review":
      "This is the second German book I've read this year and I really enjoyed it. The title's translation is 'The Bloody Path', which is the title of the first story. The book is split into three different stories and all are 'Krimis', which are popular in Germany. Krimis are crime stories and each of the ones in this book are really different from each other and I liked that. It was also great that none of them were really predictable. As it's a German learners book, there are vocabulary tips and information boxes throughout. I don't have too much of an idea what level of German I'm at but I could understand the majority of the text and it's meant for B2 students. I learned some regional German slang and lots of new verbs. Am now looking out for a similar book to continue strengthening my German :)",
    "coverImage": "der-blutige-pfad.jpg",
    "coverImageAlt": "Der Blutige Pfad book cover",
    "methodImage": "Book",
    "methodFill": "var(--readText)",
    "methodStroke": "var(--readText)",
    "methodBoxColour": "#E43516",
    "useThreeWordsBoxColour": "#FFDA52",
    "buttonBoxColour": "#d0d0d0",
    "lengthBoxColour": "#6BAED8",
    "reviewBoxColour": "#F6F8F5"
  },
  {
    "yearRead": "2020",
    "title": "The Hitchhikers Guide to the Galaxy by Douglas Adams",
    "length": "368",
    "useThreeWords": "Unpredictable, random, delightful.",
    "review":
      "This is the first book in I think five in the series. The series is actually called a trilogy, which should give you the first clue that the author had a lot of fun writing these books and likes to be silly. The story was really easy to read and I liked the characters. Some people have said that it lacks structure and a point, but this could be seen as a strength. It's a book you can sit back and relax with and not take too seriously. There is plenty of jokes and unpredictability to keep you going. I want to get on with reading the next book but I have so much else I want to read. When I am in the mood for the least serious book in the world, I'll go back to the series! I wanted to read the books in the first place because they are total classics and I needed to see what the hype was about. There was an author's note in the beginning of the book and I had lots of fun reading that. Definitely a guy I'd want to meet in person.",
    "coverImage": "the-hitchhikers-guide-to-the-galaxy.jpg",
    "coverImageAlt": "The Hitchhikers Guide to the Galaxy book cover",
    "methodImage": "Kindle",
    "methodFill": "var(--readText)",
    "methodStroke": "var(--readText)",
    "methodBoxColour": "#E43516",
    "useThreeWordsBoxColour": "#feffff",
    "buttonBoxColour": "#b1c2ce",
    "lengthBoxColour": "#1395c5",
    "reviewBoxColour": "#DEEFFB"
  },
  {
    "yearRead": "2020",
    "title": "An American Marriage by Tayari Jones",
    "length": "321",
    "useThreeWords": "Eye-opening, emotional, raw.",
    "review":
      "The format of this story is one that I haven't always enjoyed in other books, but I did in this one. Each chapter is from the perspective of one person. My very favourite thing about the book is that the characters seemed to pop out and take a seat right next to you. I really liked how the characters interacted and how there was little predictability to the storyline. The emotions portrayed were believable and thought-provoking. It taught me a bit about African American culture, which I am grateful for. It's one of the books I am glad I picked up and whose contents I know I'll be reminded of from time to time.",
    "coverImage": "an-american-marriage.jpg",
    "coverImageAlt": "An American Marriage book cover",
    "methodImage": "Kindle",
    "methodFill": "#d6dae4",
    "methodStroke": "#d6dae4",
    "methodBoxColour": "#0B0F13",
    "useThreeWordsBoxColour": "#ED9044",
    "buttonBoxColour": "#E4CFBB",
    "lengthBoxColour": "#7DB5CE",
    "reviewBoxColour": "#FEE7CC"
  },
  {
    "yearRead": "2020",
    "title": "The Cat Sanctuary by Patrick Gale",
    "length": "304",
    "useThreeWords": "Emotional, blunt, triggering.",
    "review":
      "This is a book that I read, or rather skim-read many years ago. I have it in paperback somewhere but was reminded of it and bought it again on Kindle for a trip. The setting of the book is mostly rural Cornwall, which I like very much. The setting alone sets half the atmosphere for the book, and the interactions and relationships of the characters does the rest. I feel like some people may find the book a bit tedious because of the amount of conversation in there, but I liked how even the smallest interactions were carefully described. The revelations in the book also came as a surprise to me, and were not predictable in my opinion. This book gave me food for thought and also transported me to a beautiful place. Thumbs up!",
    "coverImage": "the-cat-sanctuary.jpg",
    "coverImageAlt": "The Cat Sanctuary book cover",
    "methodImage": "Kindle",
    "methodFill": "var(--readText)",
    "methodStroke": "var(--readText)",
    "methodBoxColour": "#B695AA",
    "useThreeWordsBoxColour": "#D3D5D8",
    "buttonBoxColour": "#a7acb0",
    "lengthBoxColour": "#AEBCAB",
    "reviewBoxColour": "#D7DCE0"
  },
  {
    "yearRead": "2020",
    "title": "How to Be Right... in a World Gone Wrong by James O'Brien",
    "length": "235",
    "useThreeWords": "Intelligent, unique perspective, thoughtful.",
    "review":
      "This was recommended to me by a fellow Brit over lunch. In the wake of a recent Brexit I was intrigued to hear from a British radio host who is different from most others. That's how he describes himself anyway, and I agree. He is clearly a really intelligent guy judging by the depth of his arguments. I actually had to look up a few of the words he used as well. Something great about his attitude (to me) is that he actively tries his best to remain neutral and not put the blame on individuals who have likely been misled by modern-day news-reporting techniques. He acknowledges that at our core we are all alike - we experience fear, despair, worry and also hope. We are an emotional species and those working for newspapers these days not only know this, but constantly try to exploit it for their own benefit. The book is divided into several concise and very interesting chapters. I'd recommend anyone to read it, not least of all to gain a valuable perspective.",
    "coverImage": "how-to-be-right.jpg",
    "coverImageAlt": "How to Be Right book cover",
    "methodImage": "Kindle",
    "methodFill": "#e0dcdc",
    "methodStroke": "#e0dcdc",
    "methodBoxColour": "#C63B20",
    "useThreeWordsBoxColour": "#F9F8F3",
    "buttonBoxColour": "#dedac5",
    "lengthBoxColour": "#ffc278",
    "reviewBoxColour": "#F9F8F3"
  },
  {
    "yearRead": "2020",
    "title": "Ein Ganzes Leben by Robert Seethaler",
    "length": "192",
    "useThreeWords": "Humbling, human, introspective.",
    "review":
      "I bought this book on recommendation from a book store person. I said I wanted to improve my German learning by reading. For someone around the B2 level of German, I have to say this book was definitely a challenge. Very long sentences, complex grammar and a lot of new vocabulary. I read it all out loud to my partner. We both enjoyed the story and we always wanted to know what came next. The story covered the life of a man named Andreas Egger, and the life was a definitely a varied one. Some of the descriptions were quite beautifully written, and some were a little 'too much information' in style. I enjoyed the start and finish the most, where Egger was young and old. These parts were told in more detail, as it's quite hard to fit the 'middle' of his life into so few pages without skimping on detail a bit. I think the book gave a great perspective of a man who didn't have an easy start in life but tried to do his best no matter what.",
    "coverImage": "ein-ganzes-leben.jpg",
    "coverImageAlt": "Ein Ganzes Leben book cover",
    "methodImage": "Book",
    "methodFill": "var(--readText)",
    "methodStroke": "var(--readText)",
    "methodBoxColour": "#fc996f",
    "useThreeWordsBoxColour": "#FDFAF3",
    "buttonBoxColour": "#d1cdc2",
    "lengthBoxColour": "#79c0d1",
    "reviewBoxColour": "#FDFAF3"
  }
]
